Repository: digitalfabrik/wp-integreat-plugin
Catalog: languages/integreat-translation-*.po
Languages: de_de

source: Here you can change the settings for using the Integreat App Plugin.
de_de: Hier können Sie die Einstellungen für das Plugin der Integreat App anpassen.

source: Add the Integreat search widget by inserting this shortcode
de_de: Sie können das Integreat Suchwidget über diesen Shortcode hinzufügen

source: Degree of formality
de_de: Grad der Formalität

source: Use second form singular
de_de: Du-Form verwenden

source: City
de_de: Kommune

source: Please note:
de_de: Hinweis:

source: Please write the city's name as it is inside the Integreat App.
de_de: Fügen Sie als Kommune den Namen so ein, wie er in der URL der Integreat App erscheint

source: Search Term
de_de: Suchbegriff

source: If you want to, you can add a custom image for this template here. Otherwise the default Integreat image will be used.
de_de: Hier können Sie das Standard Hintergrundbild durch ein benutzerdefinierten Bild ersetzen

source: Please insert the url of the image here
de_de: Bitte geben Sie hier die URL des Hintergrundbilds an

source: Headline
de_de: Überschrift

source: Paragraph
de_de: Text

source: Notification
de_de: Hinweis
